{
    "home": {
        "header": {
            "one": "Looi van Kessel",
            "two": "Universtair Docent, Literatuur Wetenschap & Genderstudies"
        },
        "subheader": "Universiteit of Leiden",
        "resume": {
            "present": "heden",
            "cv": "download CV nu",
            "one": {
                "company": "Universiteit Leiden",
                "title": "Assistent Professor"
            },
            "two": {
                "company": "Nederlands Research School of Genderstudies",
                "title": "Curriculum Commitee"
            },
            "three": {
                "company": "Tijdschrift voor Genderstudies",
                "title": "Editor en Chief"
            },
            "four": {
                "company": "Leiden Universiteit LGBT+ Network",
                "title": "Chair"
            },
            "five": {
                "company": "Louis Couperus Society",
                "title": "Arabesken"
            },
            "six": {
                "company": "Universiteit Leiden",
                "title": "Chair PhD Council"
            },
            "seven": {
                "company": "Universiteit Leiden",
                "title": "PhD Candidate"
            },
            "eight": {
                "company": "Universiteit Leiden",
                "title": "Lecturer BA International Studies"
            },
            "nine": {
                "company": "Cultuur Barbaar Foundation",
                "title": "Chair"
            }
        }
    },
    "education": {
        "header": "Onderwijs",
        "subheader1": "Onderwijs filosofie",
        "onderwijsfilosofie1": "Als universitair docent ben ik gespecialiseerd in onderwijs op drie verschillende vakgebieden: Literatuurwetenschap, Genderstudies en Amerikastudies. Ik ben zelf getraind in de Literatuurwetenschap en zodoende ook verbonden aan de vakgroep Film- en Literatuurwetenschap van de Universiteit Leiden. ",
        "onderwijsfilosofie2": "Binnen deze vakgroep coördineer ik het minorprogramma “Gender and Sexuality in Society and Culture”. In deze minor leren studenten over het onderzoek naar gender en seksualiteit vanuit culturele disciplines: hoe geven verschillende culturen in verschillende tijden vorm aan hun opvattingen over gender en seksualiteit?",
        "onderwijsfilosofie3": "Tijdens mijn promotieonderzoek ben ik ook in aanraking gekomen met de Amerikanistiek. Vanwege de expertise die ik tijdens dit onderzoek heb opgedaan, verzorg ik ook cursussen over Amerikaanse cultuur en literatuur bij de opleiding International Studies aan de Universiteit Leiden. Centraal in mijn onderwijsvisie staat het idee van gelijkwaardigheid. Geen enkele student is hetzelfde en iedere student zou moeten kunnen studeren in een omgeving waardoor diens kwaliteiten het beste tot uiting komen. Dat is aan de universiteit niet altijd het geval. ",
        "onderwijsfilosofie4": "Het systeem is simpelweg niet ontworpen voor studenten van kleur, eerste-generatiestudenten, neurodiverse studenten of studenten met een fysieke beperking. In mijn eigen onderwijs probeer ik zo veel mogelijk rekening te houden met de verschillende achtergronden en leerbehoeftes van studenten. Dit doe ik door zelf onderzoek te doen naar democratiserende onderwijsvormen, waarbij studenten zelf inspraak krijgen in de leerweg die ze bewandelen. Hierdoor hoop ik studenten te kunnen stimuleren op het niveau die het beste bij hen past.",
        "subheader2": "Inclusief onderwijs initatieven",
        "subheader3": "Overzicht vakken"
    },
    "over": {
        "linkedin": "volg op Linkedin"
    }
}