{
    "home": {
        "agenda": {
            "noActivity": "No upcoming activities"
        },
        "header": {
            "one": "Looi van Kessel",
            "two": "Assistent Professor, Literairy studies & Genderstudies"
        },
        "subheader": "Leiden University",
        "resume": {
            "header": "Current roles",
            "present": "present",
            "cv": "download CV",
            "one": {
                "company": "University Leiden",
                "title": "Assistant Professor"
            },
            "two": {
                "company": "Netherlands Research School of Genderstudies",
                "title": "Curriculum Commitee"
            },
            "three": {
                "company": "Journal for Genderstudies",
                "title": "Editor-in-chief"
            },
            "four": {
                "company": "University of Leiden LGBT+ Network",
                "title": "Chair"
            },
            "five": {
                "company": "Louis Couperus Society",
                "title": "Editor Arabesken"
            },
            "six": {
                "company": "University of Leiden",
                "title": "Chair PhD Council"
            },
            "seven": {
                "company": "University of Leiden",
                "title": "PhD Candidate"
            },
            "eight": {
                "company": "University of Leiden",
                "title": "Lecturer BA International Studies"
            },
            "nine": {
                "company": "Cultuur Barbaar Foundation",
                "title": "Chair"
            }
        }
    },
    "education": {
        "header": "Education",
        "subheader1": "Educational philosophy",
        "onderwijsfilosofie1": "As an assistant professor, I specialize in three different fields: Literary Studies, Gender Studies, and American Studies. My training is in Literary Studies, and I am affiliated with the Department of Film and Literary Studies at Leiden University. Within this department, I coordinate the minor program “Gender and Sexuality in Society and Culture.” In this minor, students learn about research on gender and sexuality from the perspective of cultural studies, exploring how different cultures across various times shape their views on gender and sexuality.",
        "onderwijsfilosofie2": "During my doctoral research, I also became involved in American Studies. Leveraging the expertise gained during this research, I teach courses on American culture and literature in the BA International Studies at Leiden University.",
        "onderwijsfilosofie3": "Central to my teaching philosophy is the idea of equity. No two students are the same, and every student should be able to study in an environment that allows their qualities to shine through. Unfortunately, this is not always the case in the university system. The system simply is not designed for students of color, first-generation students, gender nonconforming students, neurodiverse students, or students with physical disabilities. In my own teaching, I strive to take into consideration the diverse backgrounds and learning needs of my students as much as possible. I do this by conducting research into democratizing pedagogies, in which students have a say in the learning path that they embark on. Through this approach, I aim to encourage students to thrive at the level that suits them best.",
        "subheader2": "inclusive education initiatives",
        "subheader3": "Overview of courses",
        "Course": "Course",
        "Trajectory": "Trajectory",
        "Period": "Period"
    },
    "media": {
        "header1": "Content and Media",
        "podcast": "Podcast and Radio",
        "podcastload": "Loading podcast...",
        "videos": "Videos",
        "videosload": "Loading videos...",
        "blogs": "Blog Posts and Interviews",
        "blogsload": "Loading blog posts and interviews...",
        "buttonpod": "View All Podcasts",
        "buttonvid": "View All Videos",
        "buttonblog": "View All Blog Posts"
    },
    "research": {
        "subquote": "Below, I explain some of my research themes and provide an overview of my publications and lectures. If you want to know more about my research, please feel free to contact me.",
        "button1": "View all publications",
        "button2": "View all Lectures",
        "header1": "Research Themes",
        "button3": "Read more",
        "button4": "Read less",
        "buttonpub": "Read full Article",
        "buttonlec": "Watch Lecture",
        "themas": {
            "titel1": "James purdy",
            "text1": {
                "alinea1": "I wrote my dissertation on the American author James Purdy. He was active as a writer from the 1950s to the early 21st century and enjoyed considerable popularity in the 1960s (and in the Netherlands in the 1980s and 1990s after the publication of Dutch translations of his work). However, he has now somewhat faded into obscurity.",
                "alinea2": "Purdy’s literature is intriguing because he explicitly wrote about homosexuality in the 1950s and 1960s, a period in which the American gay rights movement and LGBT literature were both still in their infancy. This is particularly noteworthy because Purdy made different political choices than the burgeoning gay rights movement itself. While activists emphasized (and often still do) the idea that sexuality is an identity–something intrinsic to a person–Purdy instead argued that sexuality is something one does–the labels we attach to it are imposed from outside.",
                "alinea3": "This perspective on sexuality resulted in his work often being rejected by gay rights activists. Nevertheless, as I argue in my dissertation, there is still much we can learn from his novels. In my dissertation, I explore how Purdy, through specific narrative interventions, tries to create a language in which sexuality is a phenomenon distinct from the categorizations associated with the stubborn belief in an unchangeable and intrinsic sexual identity. Today, I remain deeply engaged with Purdy’s work. For instance, I recently wrote an essay for the collection Hij/Hem: Een ABC van Regenboogboeken, and served as an advisor for the production Narrow Spaces by moON productions, drawing inspiration from Purdy’s work."
            },
            "titel2": "Louis Couperus",
            "text2": {
                "alinea1": "Since 2014, I have been a member of the editorial board of the journal Arabesken, published by the Louis Couperus Society. During this time, I have become interested in how Couperus responds in his literature to the changing sexual norms in the Netherlands and the Dutch East Indies around 1900. Much has been written about his progressive portrayal of liberated women and homosexuality, but these critiques often keep Couperus’ various literary worlds separate from one another.",
                "alinea2": "For instance, works set in antiquity are often praised for their explicit treatment of homosexuality, but don’t consider how the world of antiquity carries over into his colonial or psychological novels. Other critics discuss how his novels set in the Dutch East Indies provide insight into how changes in 19th-century colonial policy also impact the experience of sexuality and gender relations in the Netherlands, but then don’t consider how the novels set in antiquity are also affected by those same colonial policies.",
                "alinea3": "In my research, I aim to connect those literary worlds and demonstrate how Couperus’ novels set in antiquity can similarly be read as a response to how colonialism affected sexual and gender relations in the Netherlands."
            },
            "titel3": "AIDS and promiscuity",
            "text3": {
                "alinea1": "The consequences of the AIDS epidemic are still felt deeply in the LGBTQIA+ community. As the virus that causes AIDS has claimed numerous lives, it has become a challenge for many individuals in the queer community to establish intergenerational connections. The advent of medications that make the syndrome manageable and the introduction of PrEP, a preventive measure against HIV transmission, also mean that newer generations of queer individuals have a different relationship with the virus than those directly affected by it. As a result, activism and cultural production during the AIDS epidemic are gradually fading from view, leading to mutual misunderstanding between different generations of LGBTQIA+ individuals. Yet, especially at a time when global homophobia and transphobia are resurfacing, we need to look at the lessons we can learn from activism, literature, and art from the AIDS epidemic.",
                "alinea2": "In my research, I explore how literature on AIDS can be interpreted as a pedagogy for future generations: what can we learn today about the ways in which the queer community can fight as a collective against societal injustices without sacrificing our acquired freedoms? I focus on significant authors such as Samuel Delany, Derek Jarman, and Alain Emmanuel Dreuihle.",
                "alinea3": "An important theme in the writings is promiscuity: frequent sexual encounters between persons who may not even know each other, often in public spaces such as bars or bath houses. This form of sexual activity came under scrutiny during the AIDS epidemic. However, these authors demonstrate that promiscuous sex was also a crucial avenue for queer individuals to form alliances. Promiscuous sex enabled them to establish relationships with people they might not have encountered otherwise, due to social difference in class, race, and age."
            },
            "titel4": "Diversity and Inclusion",
            "text4": {
                "alinea1": "My research interests and teaching philosophy converge most clearly around the theme of  diversity and inclusion. In my teaching practice, I dedicate significant attention to inclusive didactic approaches. This practice feeds into my research projects, in which I aim to translate my practical experiences into methods and insights upon which other educators can build. ",
                "alinea2": "One of these projects is a collaboration with my colleague Liesbeth Minnaard. In 2023, we embarked on a project to assess the curriculum of Film and Literary Studies at Leiden University, and to think of ways of making it more inclusive: addressing not only course materials, but also other factors such as workload, teaching methods, and assessment formats. Currently, we are developing a method to share the findings of our research with other university programs."
            }
        },
        "slug": {
            "headerpub": "Find all of my publications here",
            "headerlec": "Find all of my talks here",
            "uitgelichtpub": "Publications in the spotlight",
            "uitgelichtlec": "Talks in the spotlight",
            "articles": "All Articles",
            "recensies": "All book reviews",
            "themas": "All redactional work",
            "lec": "All lectures",
            "conf": "All conference presentations",
            "panel": "All panel discussions"
        }
    },
    "over": {
        "quote": "I am Looi van Kessel. Assistant Professor at the University of Leiden, where I am committed to inclusivity and justice.",
        "alinea1": "I am Looi van Kessel, assistant professor in Literary Studies and Gender Studies at Leiden University. My research focuses on 20th-century American and Dutch LGBTQIA+ literature. In 2019, I obtained my PhD with a dissertation on the American author James Purdy. ",
        "alinea2": "Already in the 1960s, Purdy sought to write about sexuality without conforming to ideas of a stable and unchanging sexual identity. Since completing my dissertation, my research interests have developed along three tracks: gender and sexuality in the works of Louis Couperus, literature about the AIDS epidemic, and inclusive education.",
        "alinea3": "In addition to my role as an assistant professor, I am the editor-in-chief at Tijdschrift voor Genderstudies (the Low Countries Journal for Gender Studies), a multidisciplinary, peer reviewed journal providing a platform for Dutch and English gender research in the Netherlands and Flanders. I am also editor for the journal Arabesken, which is published by the Louis Couperus Society.",
        "alinea4": "A key motivator for my research and teaching is the pursuit of inclusion and justice. I cannot separate my research and teaching from my social and political engagement. As the chair of the Leiden University LGBT+ Network, I advocate for the equal treatment of LGBTQIA+ staff and students. In my teaching practice, I have undertaken various initiatives to make university education more inclusive. Finally, I frequently speak about my research on LGBTQIA+ culture and education in public lectures or other public appearances.",
        "gallerij": "Gallery",
        "linkedin": "Follow me on LinkedIn"
    },
    "zoeken": {
        "header": "Search by using the tags below"
    }
}